Repository: islomov/zebra-qr-code-scanner
Catalog: ZebraCodeScanner/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ko, ms, nb, nl, pl, pt_br, ru, sv, th, tr, uk, uz, vi, zh_hans, zh_hant

# scan.permission.message
source: Please allow camera access in Settings to scan QR codes and barcodes.
ar: يرجى السماح بالوصول إلى الكاميرا في الإعدادات لمسح رموز QR والباركود.
da: Tillad venligst kameraadgang i Indstillinger for at scanne QR-koder og stregkoder.
de: Bitte erlaube den Kamerazugriff in den Einstellungen, um QR-Codes und Barcodes zu scannen.
es: Por favor, permite el acceso a la cámara en Ajustes para escanear códigos QR y de barras.
fi: Salli kameran käyttö Asetuksissa skannataksesi QR-koodeja ja viivakoodeja.
fr: Veuillez autoriser l'accès à la caméra dans les Réglages pour scanner les codes QR et codes-barres.
hi: QR कोड और बारकोड स्कैन करने के लिए कृपया सेटिंग्स में कैमरा एक्सेस की अनुमति दें।
id: Silakan izinkan akses kamera di Pengaturan untuk memindai kode QR dan barcode.
it: Consenti l'accesso alla fotocamera nelle Impostazioni per scansionare codici QR e a barre.
ja: QRコードやバーコードをスキャンするには、設定でカメラへのアクセスを許可してください。
ko: QR 코드와 바코드를 스캔하려면 설정에서 카메라 접근을 허용해 주세요.
ms: Sila benarkan akses kamera dalam Tetapan untuk mengimbas QR Code dan kod bar.
nb: Vennligst tillat kameratilgang i Innstillinger for å skanne QR-koder og strekkoder.
nl: Sta cameratoegang toe in Instellingen om QR-codes en streepjescodes te scannen.
pl: Zezwól na dostęp do aparatu w Ustawieniach, aby skanować kody QR i kreskowe.
pt_br: Permita o acesso à câmera nos Ajustes para escanear códigos QR e de barras.
ru: Разрешите доступ к камере в Настройках для сканирования QR-кодов и штрих-кодов.
sv: Tillåt kameraåtkomst i Inställningar för att skanna QR-koder och streckkoder.
th: กรุณาอนุญาตการเข้าถึงกล้องในการตั้งค่าเพื่อสแกน QR โค้ดและบาร์โค้ด
tr: QR kodları ve barkodları taramak için lütfen Ayarlar'dan kamera erişimine izin verin.
uk: Дозвольте доступ до камери в Налаштуваннях для сканування QR-кодів та штрих-кодів.
uz: QR kodlar va shtrix-kodlarni skanlash uchun Sozlamalarda kameraga ruxsat bering.
vi: Vui lòng cho phép truy cập camera trong Cài đặt để quét mã QR và mã vạch.
zh_hans: 请在设置中允许相机访问以扫描二维码和条形码。
zh_hant: 請在設定中允許相機存取以掃描QR碼和條碼。

# scan.permission.open_settings
source: Open Settings
ar: فتح الإعدادات
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fi: Avaa Asetukset
fr: Ouvrir les Réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nb: Åpne Innstillinger
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ru: Открыть Настройки
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити Налаштування
uz: Sozlamalarni ochish
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# scan.permission.title
source: Camera Access Required
ar: مطلوب الوصول إلى الكاميرا
da: Kameraadgang påkrævet
de: Kamerazugriff erforderlich
es: Acceso a la cámara requerido
fi: Kameran käyttöoikeus vaaditaan
fr: Accès à la caméra requis
hi: कैमरा एक्सेस आवश्यक
id: Akses Kamera Diperlukan
it: Accesso alla fotocamera richiesto
ja: カメラへのアクセスが必要です
ko: 카메라 접근 권한 필요
ms: Akses Kamera Diperlukan
nb: Kameratilgang påkrevd
nl: Cameratoegang vereist
pl: Wymagany dostęp do aparatu
pt_br: Acesso à câmera necessário
ru: Требуется доступ к камере
sv: Kameraåtkomst krävs
th: ต้องใช้สิทธิ์เข้าถึงกล้อง
tr: Kamera Erişimi Gerekli
uk: Потрібен доступ до камери
uz: Kameraga ruxsat kerak
vi: Cần quyền truy cập camera
zh_hans: 需要相机访问权限
zh_hant: 需要相機存取權限

# scan.unavailable.default_error
source: An error occurred
ar: حدث خطأ
da: Der opstod en fejl
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error
fi: Tapahtui virhe
fr: Une erreur est survenue
hi: एक त्रुटि हुई
id: Terjadi kesalahan
it: Si è verificato un errore
ja: エラーが発生しました
ko: 오류가 발생했습니다
ms: Ralat telah berlaku
nb: En feil oppstod
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ru: Произошла ошибка
sv: Ett fel uppstod
th: เกิดข้อผิดพลาด
tr: Bir hata oluştu
uk: Сталася помилка
uz: Xatolik yuz berdi
vi: Đã xảy ra lỗi
zh_hans: 发生错误
zh_hant: 發生錯誤

# scan.unavailable.title
source: Scanning Unavailable
ar: المسح غير متاح
da: Scanning utilgængelig
de: Scannen nicht verfügbar
es: Escaneo no disponible
fi: Skannaus ei käytettävissä
fr: Scan non disponible
hi: स्कैनिंग अनुपलब्ध
id: Pemindaian Tidak Tersedia
it: Scansione non disponibile
ja: スキャンを利用できません
ko: 스캔 불가
ms: Pengimbasan Tidak Tersedia
nb: Skanning utilgjengelig
nl: Scannen niet beschikbaar
pl: Skanowanie niedostępne
pt_br: Leitura indisponível
ru: Сканирование недоступно
sv: Skanning ej tillgänglig
th: ไม่สามารถสแกนได้
tr: Tarama Kullanılamıyor
uk: Сканування недоступне
uz: Skanlash mavjud emas
vi: Không thể quét
zh_hans: 扫描不可用
zh_hant: 掃描不可用

# scan.unsupported.import_from_photos
source: Import from Photos
ar: استيراد من الصور
da: Importer fra Fotos
de: Aus Fotos importieren
es: Importar de Fotos
fi: Tuo Kuvista
fr: Importer depuis Photos
hi: फ़ोटो से इंपोर्ट करें
id: Impor dari Foto
it: Importa da Foto
ja: 写真からインポート
ko: 사진에서 가져오기
ms: Import daripada Foto
nb: Importer fra Bilder
nl: Importeer uit Foto's
pl: Importuj ze Zdjęć
pt_br: Importar das Fotos
ru: Импорт из Фото
sv: Importera från Bilder
th: นำเข้าจากรูปภาพ
tr: Fotoğraflardan İçe Aktar
uk: Імпорт з Фото
uz: Suratlardan import qilish
vi: Nhập từ Ảnh
zh_hans: 从相册导入
zh_hant: 從相簿匯入

# scan.unsupported.message
source: This device doesn't support barcode scanning. You can still import images from your photo library.
ar: هذا الجهاز لا يدعم مسح الباركود. لا يزال بإمكانك استيراد الصور من مكتبة الصور.
da: Denne enhed understøtter ikke stregkodescanning. Du kan stadig importere billeder fra dit fotobibliotek.
de: Dieses Gerät unterstützt das Scannen von Barcodes nicht. Du kannst trotzdem Bilder aus deiner Fotomediathek importieren.
es: Este dispositivo no es compatible con el escaneo de códigos de barras. Aún puedes importar imágenes de tu biblioteca de fotos.
fi: Tämä laite ei tue viivakoodien skannausta. Voit silti tuoda kuvia kuvakirjastostasi.
fr: Cet appareil ne prend pas en charge le scan de codes-barres. Vous pouvez toujours importer des images depuis votre photothèque.
hi: यह डिवाइस बारकोड स्कैनिंग सपोर्ट नहीं करता। आप अभी भी अपनी फ़ोटो लाइब्रेरी से इमेज इंपोर्ट कर सकते हैं।
id: Perangkat ini tidak mendukung pemindaian barcode. Anda masih dapat mengimpor gambar dari pustaka foto.
it: Questo dispositivo non supporta la scansione dei codici a barre. Puoi comunque importare immagini dalla tua libreria foto.
ja: このデバイスはバーコードスキャンに対応していません。フォトライブラリから画像をインポートできます。
ko: 이 기기는 바코드 스캔을 지원하지 않습니다. 사진 라이브러리에서 이미지를 가져올 수 있습니다.
ms: Peranti ini tidak menyokong pengimbasan kod bar. Anda masih boleh mengimport imej daripada pustaka foto anda.
nb: Denne enheten støtter ikke strekkodeskanning. Du kan fortsatt importere bilder fra bildebiblioteket ditt.
nl: Dit apparaat ondersteunt het scannen van streepjescodes niet. U kunt afbeeldingen importeren uit uw fotobibliotheek.
pl: To urządzenie nie obsługuje skanowania kodów kreskowych. Możesz importować obrazy z biblioteki zdjęć.
pt_br: Este dispositivo não suporta a leitura de códigos de barras. Você ainda pode importar imagens da sua biblioteca de fotos.
ru: Это устройство не поддерживает сканирование штрих-кодов. Вы можете импортировать изображения из фотобиблиотеки.
sv: Den här enheten stöder inte streckkodsläsning. Du kan fortfarande importera bilder från ditt fotobibliotek.
th: อุปกรณ์นี้ไม่รองรับการสแกนบาร์โค้ด คุณยังสามารถนำเข้ารูปภาพจากคลังรูปภาพได้
tr: Bu cihaz barkod taramayı desteklemiyor. Yine de fotoğraf kitaplığınızdan görsel içe aktarabilirsiniz.
uk: Цей пристрій не підтримує сканування штрих-кодів. Ви можете імпортувати зображення з фотобібліотеки.
uz: Bu qurilma shtrix-kod skanlashni qo'llab-quvvatlamaydi. Siz hali ham foto kutubxonangizdan rasmlarni import qilishingiz mumkin.
vi: Thiết bị này không hỗ trợ quét mã vạch. Bạn vẫn có thể nhập ảnh từ thư viện ảnh.
zh_hans: 此设备不支持条形码扫描。您仍可以从相册导入图片。
zh_hant: 此裝置不支援條碼掃描。您仍可以從相簿匯入圖片。

# scan.unsupported.title
source: Scanner Not Available
ar: الماسح غير متاح
da: Scanner ikke tilgængelig
de: Scanner nicht verfügbar
es: Escáner no disponible
fi: Skanneri ei käytettävissä
fr: Scanner non disponible
hi: स्कैनर उपलब्ध नहीं
id: Pemindai Tidak Tersedia
it: Scanner non disponibile
ja: スキャナーを利用できません
ko: 스캐너 사용 불가
ms: Pengimbas Tidak Tersedia
nb: Skanner ikke tilgjengelig
nl: Scanner niet beschikbaar
pl: Skaner niedostępny
pt_br: Scanner indisponível
ru: Сканер недоступен
sv: Skanner ej tillgänglig
th: ไม่มีเครื่องสแกน
tr: Tarayıcı Kullanılamıyor
uk: Сканер недоступний
uz: Skaner mavjud emas
vi: Máy quét không khả dụng
zh_hans: 扫描器不可用
zh_hant: 掃描器不可用

# scan.welcome.message
source: Use your camera to scan QR codes and barcodes.
ar: استخدم الكاميرا لمسح رموز QR والباركود.
da: Brug dit kamera til at scanne QR-koder og stregkoder.
de: Verwende deine Kamera, um QR-Codes und Barcodes zu scannen.
es: Usa tu cámara para escanear códigos QR y de barras.
fi: Käytä kameraasi QR-koodien ja viivakoodien skannaamiseen.
fr: Utilisez votre caméra pour scanner les codes QR et codes-barres.
hi: QR कोड और बारकोड स्कैन करने के लिए अपना कैमरा उपयोग करें।
id: Gunakan kamera Anda untuk memindai kode QR dan barcode.
it: Usa la fotocamera per scansionare codici QR e a barre.
ja: カメラを使ってQRコードやバーコードをスキャンします。
ko: 카메라를 사용하여 QR 코드와 바코드를 스캔하세요.
ms: Gunakan kamera anda untuk mengimbas QR Code dan kod bar.
nb: Bruk kameraet ditt til å skanne QR-koder og strekkoder.
nl: Gebruik uw camera om QR-codes en streepjescodes te scannen.
pl: Użyj aparatu do skanowania kodów QR i kreskowych.
pt_br: Use sua câmera para escanear códigos QR e de barras.
ru: Используйте камеру для сканирования QR-кодов и штрих-кодов.
sv: Använd din kamera för att skanna QR-koder och streckkoder.
th: ใช้กล้องสแกน QR โค้ดและบาร์โค้ด
tr: QR kodları ve barkodları taramak için kameranızı kullanın.
uk: Використовуйте камеру для сканування QR-кодів та штрих-кодів.
uz: QR kodlar va shtrix-kodlarni skanlash uchun kamerangizdan foydalaning.
vi: Sử dụng camera để quét mã QR và mã vạch.
zh_hans: 使用相机扫描二维码和条形码。
zh_hant: 使用相機掃描QR碼和條碼。

# scan.welcome.start_scanning
source: Start Scanning
ar: بدء المسح
de: Scannen starten
es: Comenzar a escanear
fi: Aloita skannaus
fr: Commencer le scan
hi: स्कैनिंग शुरू करें
id: Mulai Memindai
it: Inizia a scansionare
ja: スキャン開始
ko: 스캔 시작
ms: Mula Mengimbas
nb: Start skanning
nl: Begin met scannen
pl: Rozpocznij skanowanie
pt_br: Começar a escanear
ru: Начать сканирование
sv: Börja skanna
th: เริ่มสแกน
tr: Taramayı Başlat
uk: Почати сканування
uz: Skanlashni boshlash
vi: Bắt đầu quét
zh_hans: 开始扫描
zh_hant: 開始掃描

# scan.welcome.title
source: Scan QR & Barcodes
ar: مسح رموز QR والباركود
da: Scan QR og stregkoder
de: QR-Codes & Barcodes scannen
es: Escanea QR y códigos de barras
fi: Skannaa QR ja viivakoodeja
fr: Scannez QR et codes-barres
hi: QR और बारकोड स्कैन करें
id: Pindai QR & Barcode
it: Scansiona QR e codici a barre
ja: QRコード＆バーコードをスキャン
ko: QR 코드 및 바코드 스캔
ms: Imbas QR & Kod Bar
nb: Skann QR og strekkoder
nl: Scan QR- en streepjescodes
pl: Skanuj kody QR i kreskowe
pt_br: Escaneie QR e códigos de barras
ru: Сканирование QR и штрих-кодов
sv: Skanna QR- och streckkoder
th: สแกน QR โค้ดและบาร์โค้ด
tr: QR ve Barkod Tara
uk: Сканування QR та штрих-кодів
uz: QR va shtrix-kodlarni skanlang
vi: Quét mã QR và mã vạch
zh_hans: 扫描二维码和条形码
zh_hant: 掃描QR碼和條碼

# settings.about.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
uz: Maxfiylik siyosati
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings.about.rate_app
source: Rate app
ar: تقييم التطبيق
da: Bedøm appen
de: App bewerten
es: Calificar app
fi: Arvostele sovellus
fr: Noter l'app
hi: ऐप को रेट करें
id: Beri nilai aplikasi
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가하기
ms: Nilai aplikasi
nb: Vurder appen
nl: Beoordeel app
pl: Oceń aplikację
pt_br: Avaliar o app
ru: Оценить приложение
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı değerlendir
uk: Оцінити додаток
uz: Ilovani baholash
vi: Đánh giá ứng dụng
zh_hans: 给应用评分
zh_hant: 為應用程式評分

# settings.about.section_title
source: About
ar: حول
da: Om
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
hi: परिचय
id: Tentang
it: Info
ja: 情報
ko: 정보
ms: Perihal
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
ru: О приложении
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про додаток
uz: Haqida
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settings.about.terms_of_use
source: Terms of Use
ar: شروط الاستخدام
da: Brugsvilkår
de: Nutzungsbedingungen
es: Términos de uso
fi: Käyttöehdot
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de uso
ru: Условия использования
sv: Användarvillkor
th: เงื่อนไขการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
uz: Foydalanish shartlari
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

# settings.about.version
source: Version
ar: الإصدار
es: Versión
fi: Versio
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
uz: Versiya
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# settings.appearance.dark
source: Dark
ar: داكن
da: Mørk
de: Dunkel
es: Oscuro
fi: Tumma
fr: Sombre
hi: डार्क
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
ru: Тёмная
sv: Mörkt
th: มืด
tr: Koyu
uk: Темна
uz: Qorong'u
vi: Tối
zh_hans: 深色
zh_hant: 深色

# settings.appearance.light
source: Light
ar: فاتح
da: Lys
de: Hell
es: Claro
fi: Vaalea
fr: Clair
hi: लाइट
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
ms: Cerah
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
ru: Светлая
sv: Ljust
th: สว่าง
tr: Açık
uk: Світла
uz: Yorug'
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settings.appearance.section_title
source: Appearance
ar: المظهر
da: Udseende
de: Erscheinungsbild
es: Apariencia
fi: Ulkoasu
fr: Apparence
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
ko: 외관
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
ru: Оформление
sv: Utseende
th: ธีม
tr: Görünüm
uk: Оформлення
uz: Ko'rinish
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# settings.appearance.system
source: System
ar: النظام
es: Sistema
fi: Järjestelmä
fr: Système
hi: सिस्टम
id: Sistem
it: Sistema
ja: システム
ko: 시스템
ms: Sistem
nl: Systeem
pl: Systemowy
pt_br: Sistema
ru: Системная
th: ตามระบบ
tr: Sistem
uk: Системна
uz: Tizim
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.data.clear_all
source: Clear All
ar: مسح الكل
da: Slet alt
de: Alles löschen
es: Borrar todo
fi: Tyhjennä kaikki
fr: Tout effacer
hi: सब हटाएं
id: Hapus Semua
it: Cancella tutto
ja: すべて消去
ko: 모두 삭제
ms: Padam Semua
nb: Slett alt
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
sv: Rensa allt
th: ล้างทั้งหมด
tr: Tümünü Temizle
uk: Очистити все
uz: Hammasini tozalash
vi: Xóa tất cả
zh_hans: 全部清除
zh_hant: 全部清除

# settings.data.clear_history
source: Clear History
ar: مسح السجل
da: Slet historik
de: Verlauf löschen
es: Borrar historial
fi: Tyhjennä historia
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus Riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 삭제
ms: Padam Sejarah
nb: Slett historikk
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
uz: Tarixni tozalash
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史紀錄

# settings.data.clear_history_message
source: This will permanently delete all generated and scanned code history.
ar: سيؤدي هذا إلى حذف جميع سجلات الرموز المنشأة والممسوحة نهائياً.
da: Dette vil permanent slette al historik for genererede og scannede koder.
de: Dies löscht dauerhaft den gesamten Verlauf generierter und gescannter Codes.
es: Esto eliminará permanentemente todo el historial de códigos generados y escaneados.
fi: Tämä poistaa pysyvästi kaikkien luotujen ja skannattujen koodien historian.
fr: Cela supprimera définitivement tout l'historique des codes générés et scannés.
hi: इससे सभी बनाए और स्कैन किए गए कोड का इतिहास स्थायी रूप से हट जाएगा।
id: Ini akan menghapus semua riwayat kode yang dibuat dan dipindai secara permanen.
it: Questo eliminerà permanentemente tutta la cronologia dei codici generati e scansionati.
ja: 生成およびスキャンしたすべてのコード履歴が完全に削除されます。
ko: 생성 및 스캔한 모든 코드 기록이 영구적으로 삭제됩니다.
ms: Ini akan memadamkan semua sejarah kod yang dijana dan diimbas secara kekal.
nb: Dette vil permanent slette all historikk for genererte og skannede koder.
nl: Dit verwijdert permanent alle gegenereerde en gescande codegeschiedenis.
pl: Spowoduje to trwałe usunięcie całej historii wygenerowanych i zeskanowanych kodów.
pt_br: Isso excluirá permanentemente todo o histórico de códigos gerados e escaneados.
ru: Это навсегда удалит всю историю созданных и отсканированных кодов.
sv: Detta raderar permanent all historik för genererade och skannade koder.
th: การดำเนินการนี้จะลบประวัติโค้ดที่สร้างและสแกนทั้งหมดอย่างถาวร
tr: Bu işlem tüm oluşturulan ve taranan kod geçmişini kalıcı olarak silecektir.
uk: Це назавжди видалить всю історію створених та відсканованих кодів.
uz: Bu barcha yaratilgan va skanlangan kodlar tarixini butunlay o'chiradi.
vi: Thao tác này sẽ xóa vĩnh viễn tất cả lịch sử mã đã tạo và đã quét.
zh_hans: 这将永久删除所有生成和扫描的码记录。
zh_hant: 這將永久刪除所有產生和掃描的碼紀錄。

# settings.data.clear_history_title
source: Clear History
ar: مسح السجل
da: Slet historik
de: Verlauf löschen
es: Borrar historial
fi: Tyhjennä historia
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus Riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 삭제
ms: Padam Sejarah
nb: Slett historikk
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
uz: Tarixni tozalash
vi: Xóa lịch sử
zh_hans: 清除历史记录
zh_hant: 清除歷史紀錄

# settings.data.section_title
source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hi: डेटा
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt_br: Dados
ru: Данные
th: ข้อมูล
tr: Veri
uk: Дані
uz: Ma'lumotlar
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

# settings.language.app_language
source: App Language
ar: لغة التطبيق
da: Appsprog
de: App-Sprache
es: Idioma de la app
fi: Sovelluksen kieli
fr: Langue de l'app
hi: ऐप की भाषा
id: Bahasa Aplikasi
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
ms: Bahasa Aplikasi
nb: Appspråk
nl: App-taal
pl: Język aplikacji
pt_br: Idioma do app
ru: Язык приложения
sv: Appspråk
th: ภาษาของแอป
tr: Uygulama Dili
uk: Мова додатку
uz: Ilova tili
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

# settings.language.picker_title
source: Select Language
ar: اختر اللغة
da: Vælg sprog
de: Sprache auswählen
es: Seleccionar idioma
fi: Valitse kieli
fr: Choisir la langue
hi: भाषा चुनें
id: Pilih Bahasa
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
ms: Pilih Bahasa
nb: Velg språk
nl: Selecteer taal
pl: Wybierz język
pt_br: Selecionar idioma
ru: Выберите язык
sv: Välj språk
th: เลือกภาษา
tr: Dil Seçin
uk: Оберіть мову
uz: Tilni tanlang
vi: Chọn ngôn ngữ
zh_hans: 选择语言
zh_hant: 選擇語言

# settings.language.restart_message
source: Please restart the app for the language change to take effect.
ar: يرجى إعادة تشغيل التطبيق لتفعيل تغيير اللغة.
da: Genstart venligst appen for at sprogændringen træder i kraft.
de: Bitte starten Sie die App neu, damit die Sprachänderung wirksam wird.
es: Por favor, reinicia la app para que el cambio de idioma surta efecto.
fi: Käynnistä sovellus uudelleen, jotta kielenvaihto tulee voimaan.
fr: Veuillez redémarrer l'application pour que le changement de langue prenne effet.
hi: भाषा परिवर्तन लागू करने के लिए कृपया ऐप को पुनरारंभ करें।
id: Silakan mulai ulang aplikasi agar perubahan bahasa diterapkan.
it: Riavvia l'app per applicare il cambio di lingua.
ja: 言語の変更を反映するには、アプリを再起動してください。
ko: 언어 변경을 적용하려면 앱을 다시 시작해 주세요.
ms: Sila mulakan semula aplikasi untuk perubahan bahasa berkuat kuasa.
nb: Vennligst start appen på nytt for at språkendringen skal tre i kraft.
nl: Start de app opnieuw op om de taalwijziging toe te passen.
pl: Uruchom ponownie aplikację, aby zmiana języka została zastosowana.
pt_br: Por favor, reinicie o app para que a mudança de idioma tenha efeito.
ru: Пожалуйста, перезапустите приложение, чтобы изменение языка вступило в силу.
sv: Starta om appen för att språkändringen ska träda i kraft.
th: กรุณารีสตาร์ทแอปเพื่อให้การเปลี่ยนภาษามีผล
tr: Dil değişikliğinin geçerli olması için lütfen uygulamayı yeniden başlatın.
uk: Будь ласка, перезапустіть додаток, щоб зміна мови набула чинності.
uz: Til o'zgarishi kuchga kirishi uchun ilovani qayta ishga tushiring.
vi: Vui lòng khởi động lại ứng dụng để thay đổi ngôn ngữ có hiệu lực.
zh_hans: 请重新启动应用以使语言更改生效。
zh_hant: 請重新啟動應用程式以使語言變更生效。

# settings.language.restart_title
source: Restart Required
ar: يلزم إعادة التشغيل
da: Genstart påkrævet
de: Neustart erforderlich
es: Reinicio necesario
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage requis
hi: पुनरारंभ आवश्यक
id: Perlu Memulai Ulang
it: Riavvio necessario
ja: 再起動が必要です
ko: 재시작 필요
ms: Perlu Mulakan Semula
nb: Omstart kreves
nl: Herstart vereist
pl: Wymagane ponowne uruchomienie
pt_br: Reinício necessário
ru: Требуется перезапуск
sv: Omstart krävs
th: ต้องรีสตาร์ท
tr: Yeniden Başlatma Gerekli
uk: Потрібен перезапуск
uz: Qayta ishga tushirish kerak
vi: Cần khởi động lại
zh_hans: 需要重启
zh_hant: 需要重新啟動

# settings.language.search_placeholder
source: Search languages
ar: البحث عن لغة
da: Søg efter sprog
de: Sprachen suchen
es: Buscar idiomas
fi: Hae kieliä
fr: Rechercher des langues
hi: भाषा खोजें
id: Cari bahasa
it: Cerca lingua
ja: 言語を検索
ko: 언어 검색
ms: Cari bahasa
nb: Søk etter språk
nl: Zoek taal
pl: Szukaj języka
pt_br: Buscar idiomas
ru: Поиск языка
sv: Sök språk
th: ค้นหาภาษา
tr: Dil ara
uk: Пошук мови
uz: Tilni qidirish
vi: Tìm ngôn ngữ
zh_hans: 搜索语言
zh_hant: 搜尋語言

# settings.language.section_title
source: Language
ar: اللغة
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
uz: Til
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# settings.notifications.daily_reminders
source: Daily Reminders
ar: تذكيرات يومية
da: Daglige påmindelser
de: Tägliche Erinnerungen
es: Recordatorios diarios
fi: Päivittäiset muistutukset
fr: Rappels quotidiens
hi: दैनिक रिमाइंडर
id: Pengingat Harian
it: Promemoria giornalieri
ja: 毎日のリマインダー
ko: 일일 알림
ms: Peringatan Harian
nb: Daglige påminnelser
nl: Dagelijkse herinneringen
pl: Codzienne przypomnienia
pt_br: Lembretes diários
ru: Ежедневные напоминания
sv: Dagliga påminnelser
th: การแจ้งเตือนรายวัน
tr: Günlük Hatırlatıcılar
uk: Щоденні нагадування
uz: Kunlik eslatmalar
vi: Nhắc nhở hàng ngày
zh_hans: 每日提醒
zh_hant: 每日提醒

# settings.notifications.section_title
source: Notifications
ar: الإشعارات
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hi: सूचनाएं
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
sv: Aviseringar
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
uz: Bildirishnomalar
vi: Thông báo
zh_hans: 通知
zh_hant: 通知
